Repository: NaN-tic/trytond-account_code_digits
Catalog: locale/*.po
Languages: ca_es, es_es

# error:account.account:
source: The number of code digits %(account_digits)d of account "%(account)s" must be %(digits)d.
ca_es: El número de dígits %(account_digits)d del codi del compte "%(account)s" hauria de ser %(digits)d.

# field:account.configuration,default_account_code_digits:
source: Account Code Digits
ca_es: Dígits del codi del compte
es_es: Dígitos código cuenta

# field:account.configuration,force_digits:
source: Force Digits
ca_es: Força dígits
es_es: Forzar digitos

# field:account.create_chart.account,account_code_digits:
source: Account Code Digits
ca_es: Dígits del codi del compte
es_es: Dígitos código cuenta

# field:account.update_chart.start,account_code_digits:
source: Account Code Digits
ca_es: Dígits del codi del compte
es_es: Dígitos código cuenta

# help:account.configuration,default_account_code_digits:
source: Number of digits to be used for all non-view accounts.
ca_es: Número de dígits pels comptes que no són vista (definit a Comptabilitat/Configuració/Comptable/Dígits del codi del compte).
es_es: Número de dígitos para las cuentas.

# help:account.configuration,force_digits:
source: If marked it won't be allowed to create a non-view account with a diferent number of digits than the number used on the selected on the chart creation.
ca_es: Si es marca no es podran crear comptes de tipus diferent de vista amb un nombre de dígits diferent de l'utilitzat durant la creació del pla comptable.
es_es: Si se marca no se podrá crear cuentas de tipo distinto de vista con un numero de digitos del numero seleccionado en la creación del plan contable.

# help:account.create_chart.account,account_code_digits:
source: Number of digits to be used for all non-view accounts.
ca_es: Número de dígits pels comptes que no són vista (definit a Comptabilitat/Configuració/Comptable/Dígits del codi del compte).
es_es: Número de dígitos usados para las cuentas que no sean vista (Definido a Contabilidad/Configuración contable/Dígitos código cuenta)

# help:account.update_chart.start,account_code_digits:
source: Number of digits to be used for all non-view accounts.
ca_es: Número de dígits pels comptes que no són vista (definit a Comptabilitat/Configuració/Comptable/Dígits del codi del compte).
es_es: Número de dígitos usados para las cuentas que no sean vista (Definido a Contabilidad/Configuración contable/Dígitos código cuenta)

# wizard_button:account.create_chart,account,create_account:
source: Create
ca_es: Crea
es_es: Crear

# wizard_button:account.create_chart,account,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:account.create_chart,properties,create_properties:
source: Create
ca_es: Crea
es_es: Crear

# wizard_button:account.create_chart,properties,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:account.create_chart,start,account:
source: Ok
ca_es: D'acord
es_es: Aceptar

# wizard_button:account.create_chart,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:account.update_chart,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:account.update_chart,start,update:
source: Update
ca_es: Actualitza
es_es: Actualizar

# wizard_button:account.update_chart,succeed,end:
source: Ok
ca_es: D'acord
es_es: Aceptar

# error:account.account:
source: The number of code digits "%(account_digits)d" of account "%(account)s" must be "%(digits)d".
es_es: El numero de dígitos "%(account_digits)d" del código de la cuenta "%(account)s" debe ser "%(digits)d".
